export const QuestionData = [
    {
      id: 1,
      title: "처음 보는 친구들에게 나는?",
      answera: "대게 다른 친구들이 내게 먼저 말을 건낸다",
      answerb: "못참지, 내가 먼저 말을 건낸다.",
      type: "EI",
    },
    {
      id: 2,
      title: "주말에 난?",
      answera:
        "여러 사람들과 만나며 일주일의 피로를 푼다",
      answerb:
        "혼자 있으며 일주일간 소모했던 체력을 충전한다",
      type: "EI",
    },
    {
      id: 3,
      title: "친구들과 놀 때 나는?",
      answera:
        "왁자지껄 신나는 분위기를 좋아한다.",
      answerb: "소수의 친구들과 소소하게 대화하는 것을 좋아한다.",
      type: "EI",
    },
    {
      id: 4,
      title:"내가 더 중요하게 생각하는 것은?",
      answera: "현재가 없으면 미래도 없다.",
      answerb: "미래를 생각하지 않으면 발전도 없다.",
      type: "SN",
    },
    {
      id: 5,
        title: "일할 때 나는",
      answera: "남들이 하는 대로 따라가는 것이 좋다.",
      answerb: "스스로 나만의 방법을 만드는게 좋다",
      type: "SN",
    },
    {
      id: 6,
      title: "주변 사람들이 나에게 하는 말은?",
      answera: "꾸준하고 참을 성이 있다는 말을 자주 한다.",
      answerb: "창의적이고 독창적이라는 말을 자주한다.",
      type: "SN",
    },
    {
      id: 7,
      title: "거절해야 하는 상황이 오면 나는?",
      answera:
        "강력하게 할 수 없다고 말한다.",
      answerb: "고민하다가 대부분 들어주는 편이다.",
      type: "TF",
    },
    {
      id: 8,
      title: "화났을 때 나는?",
      answera:
        "논리적으로 잘 말하면서 따진다.",
      answerb:
        "할말이 많지만 너무 분해서 눈물부터 난다.",
      type: "TF",
    },
    {
      id: 9,
      title: "고민을 얘기하는 친구, 듣다 보니 친구의 잘못인 것 같다. 그럴 때 나는?",
      answera: "친구의 잘못된 점을 말해준다.",
      answerb: "직접적으로 말하면 친구가 그래 할까봐 돌려 말한다.",
      type: "TF",
    },
    {
      id: 10,
      title: "준비물을 준비할 때 나는?",
      answera:
        "하루 전 날 미리 준비한다.",
      answerb: "'내일 챙겨야지' 하다가 까먹고 놓고 오는 일이 많다. ",
      type: "JP",
    },
    {
      id: 11,
      title: "끝나고 집에 가서 공부하려 했는데, 친구들이 놀자고 붙잡는다. 나는?",
      answera:
        " 계획에 없던 일인데... 매우 당황스럽다.",
      answerb: "오케이! 역시 계획대로 안 되는 것이 인생! 놀자!!!!",
      type: "JP",
    },
    {
      id: 12,
      title: "내가 가고 싶은 여행지 스타일은?",
      answera: "내가 계획한대로! 계획적으로 일의 순서대로 진행하는 것을 좋아해!",
      answerb: "그때그때 생각나는 대로 일 처리! 융통성 있게 하는 것을 좋아해!",
      type: "JP",
    },
  ];